{
    "greeting": {
        "name": "Hi, my name is <span>Truong Tien Dat</span>",
        "job": "I'm a <span>Software Developer</span>",
        "information": "Experienced .NET Developer with almost 2 years of expertise in building scalable web applications. Proficient in C#, ASP.NET, Postgresql, MySQL. Strong problem-solving skills with a passion for clean code and continuous learning."
    },
    "header": {
        "title": "Truong Tien Dat Portfolio"
    },
    "nav": {
        "link": {
            "about": "About",
            "skills": "Skills",
            "experiences": "Experiences",
            "projects": "Projects",
            "contact": "Contact"
        }
    },
    "btn": {
        "download": {
            "cv": "Download CV"
        }
    },
    "exp": {
        "Tma": {
            "title": "Intern Backend Developer",
            "information": "Learned about software development and maintained web applications using ASP.NET Core and Angular.<br>Implemented RESTful APIs using ASP.NET Core Web API and responsive frontend with Angular Framework.<br>Optimized database queries for improved performance."
        },
        "idb": {
            "title": ".NET Developer",
            "information": "Developed and maintained Autocall applications using ASP.NET Core and Asterisk.<br>Implemented business logic, data access layers.<br>Collaborated with QA team to ensure code quality.<br>Participated in Agile development process."
        },
        "squareOne": {
            "title": ".NET Developer",
            "information": "Developed and maintained scalable web applications using ASP.NET Core, focusing on admin dashboards and user interfaces.<br>Implemented RabbitMQ for efficient message queuing and Redis for caching frequently accessed data to enhance performance.<br>Collaborated with the QA team to ensure high code quality and participated in the Agile development process to deliver accurate software solutions.<br>Acted as a proactive team member, fostering collaboration between developers and testers to meet project deadlines and maintain high-quality standards."
        }
    }
}
