{
    "greeting": {
        "name": "Xin chào, tôi là <span>Trương Tiến Đạt</span>",
        "job": "Tôi là một <span>Lập trình viên Phần mềm</span>",
        "information": "Lập trình viên .NET với gần 2 năm kinh nghiệm trong việc xây dựng các ứng dụng web có khả năng mở rộng. Thành thạo C#, ASP.NET, Postgresql, MySQL. Có kỹ năng giải quyết vấn đề tốt và đam mê viết mã sạch cũng như học hỏi không ngừng."
    },
    "header": {
        "title": "Portfolio của Trương Tiến Đạt"
    },
    "nav": {
        "link": {
            "about": "Về Tôi",
            "skills": "Kỹ năng",
            "experiences": "Kinh nghiệm làm việc",
            "projects": "Dự án",
            "contact": "Liên hệ"
        }
    },
    "btn": {
        "download": {
            "cv": "Tải CV"
        }
    },
    "exp": {
        "tma": {
            "title": "Thực tập sinh Lập trình viên Backend",
            "information": "Học về phát triển phần mềm và duy trì các ứng dụng web sử dụng ASP.NET Core và Angular.<br>Triển khai các API RESTful sử dụng ASP.NET Core Web API và giao diện người dùng đáp ứng với Angular Framework.<br>Tối ưu hóa các truy vấn cơ sở dữ liệu để cải thiện hiệu suất."
        },
        "idb": {
            "title": "Lập trình viên .NET",
            "information": "Phát triển và duy trì các ứng dụng Autocall sử dụng ASP.NET Core và Asterisk.<br>Triển khai logic nghiệp vụ, các lớp truy cập dữ liệu.<br>Hợp tác với đội QA để đảm bảo chất lượng mã.<br>Tham gia vào quy trình phát triển Agile."
        },
        "squareOne": {
            "title": "Lập trình viên .NET",
            "information": "Phát triển và duy trì các ứng dụng web có khả năng mở rộng sử dụng ASP.NET Core, tập trung vào bảng điều khiển quản trị và giao diện người dùng.<br>Triển khai RabbitMQ để xếp hàng tin nhắn hiệu quả và Redis để lưu trữ dữ liệu truy cập thường xuyên nhằm nâng cao hiệu suất.<br>Hợp tác với đội QA để đảm bảo chất lượng mã cao và tham gia vào quy trình phát triển Agile để cung cấp các giải pháp phần mềm chính xác.<br>Đóng vai trò là thành viên tích cực của đội, thúc đẩy sự hợp tác giữa các lập trình viên và người kiểm thử để đáp ứng thời hạn dự án và duy trì các tiêu chuẩn chất lượng cao."
        }
    }
}
